const articles = [
    {
       id:1,
       title: 'بک اند چیست ؟',
       desc: 'بک اند چیست؟ اگه به حوزه برنامه نویسی وب علاقه داشته باشید، حتما کلمه های فرانت اند و بک اند به گوشتون خورده....',
       image: require('../../Assets/images/article/image1.jpg'),
       comment: 15

    },
    {
        id:2,
        title: '10 کتابخانه پایتون برای هک و امنیت',
        desc: 'در این مقاله به 10 تا از بهترین کتابخانه پایتون برای هک و امنیت می پردازیم....',
        image: require('../../Assets/images/article/image2.jpg'),
        comment: 12
    },
    {
        id:3,
        title: 'پایتون چیست؟ هرچیزی که لازمه از پایتون بدونید',
        desc: 'پایتون چیست ؟ اولین بار که اسم پایتون به گوشم خورد فکر کردم با یک موجود خطرناک طرفم! ...',
        image: require('../../Assets/images/article/image3.jpg'),
        comment: 41
    },
    {
        id:4,
        title: 'بهترین فریم ورک های فرانت اند',
        desc: 'فرانت‌اند یکی از حوزه‌های پرطرفدار برنامه‌نویسی است که معمولاً برای افرادی که علاوه بر کدنویسی به طراحی و دیزاین علاقه دارند...',
        image: require('../../Assets/images/article/image4.jpg'),
        comment: 20
    },
    {
        id:5,
        title: 'سریع ترین و بهترین راه یادگیری جاوا اسکریپت چیست؟',
        desc: 'به طور کلی بهترین راه آموزش جاوا اسکریپت چیست ؟  یادگیری هر زبان برنامه نویسی مراحل و چارچوب های خاص خود را دارد ',
        image: require('../../Assets/images/article/image5.jpg'),
        comment: 32
    },
    {
        id:6,
        title: 'سریع ترین و بهترین راه یادگیری جاوا اسکریپت چیست؟',
        desc: 'به طور کلی بهترین راه آموزش جاوا اسکریپت چیست ؟  یادگیری هر زبان برنامه نویسی مراحل و چارچوب های خاص خود را دارد ',
        image: require('../../Assets/images/article/image5.jpg'),
        comment: 32
    },
    {
        id:7,
        title: 'سریع ترین و بهترین راه یادگیری جاوا اسکریپت چیست؟',
        desc: 'به طور کلی بهترین راه آموزش جاوا اسکریپت چیست ؟  یادگیری هر زبان برنامه نویسی مراحل و چارچوب های خاص خود را دارد ',
        image: require('../../Assets/images/article/image5.jpg'),
        comment: 32
    },
]

export default articles