const courses = [
    {
        id: 1,
        title: 'اموزش لینوکس با گرایش امنیت',
        category: 'امنیت',
        price: 510000,
        student: 589,
        image: require('../images/courses/image1.png'),
        teacherName: 'اشکان مقدس',
        courseTime: '5:34:46',
        status: ' به اتمام رسیده',
        score: 2,
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.' ,
        off: false,
        CourseParts : [
            {
                title: 'معرفی دوره',
                lessons: [
                    {
                        name: 'معرفی دوره',
                        time: '00:10:22'
                    }
                ]
            },
            {
                title: 'معرفی دوره',
                lessons: [
                    {
                        name: 'معرفی دوره',
                        time: '00:10:22'
                    }
                ]
            },
        ]
    },
    {
        id: 2,
        title: 'آموزش حرفه ای NodeJS ',
        category: 'اموزش بک اند',
        price: 4350000 ,
        student: 198,
        image: require('../images/courses/image2.jpg'),
        teacherName: 'محمد امین سعیدی راد',
        courseTime: '36:13:32',
        status: 'در حال برگزاری',
        score: 5,
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.' ,
        off: true,
        CourseParts : [
            {
                title: 'معرفی دوره',
                lessons: [
                    {
                        name: 'معرفی دوره',
                        time: '00:10:22'
                    }
                ]
            },
        ]
    },
    {
        id: 3,
        title: 'آموزش پایتون رایگان',
        category: 'پایتون',
        price: 4350000 ,
        student: 41256,
        image: require('../images/courses/image3.png'),
        teacherName: 'رضا دولتی',
        courseTime: '36:13:32',
        status: 'در حال برگزاری',
        score: 5,
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.' ,
        off: true,
        CourseParts : [
            {
                title: 'معرفی دوره',
                lessons: [
                    {
                        name: 'معرفی دوره',
                        time: '00:10:22'
                    }
                ]
            },
        ]
    },
    {
        id: 4,
        title: 'آموزش ری اکت ( ReactJS )',
        category: 'فرانت اند',
        price: 550000 ,
        student: 1254,
        image: require('../images/courses/image4.png'),
        teacherName: 'محمد امین سعیدی راد',
        courseTime: '99:17:20',
        status: 'در حال برگزاری',
        score: 1,
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.' ,
        off: false,
        CourseParts : [
            {
                title: 'معرفی دوره',
                lessons: [
                    {
                        name: 'معرفی دوره',
                        time: '00:10:22'
                    }
                ]
            },
        ]
    },
    {
        id: 5,
        title: 'آموزش تخصصی Redux',
        category: 'فرانت اند',
        price: 700000 ,
        student: 2254,
        image: require('../images/courses/image5.png'),
        teacherName: 'محمد امین سعیدی راد',
        courseTime: '12:4:22',
        status: 'به اتمام رسیده',
        score: 3.5,
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.' ,
        off: true,
        CourseParts : [
            {
                title: 'معرفی دوره',
                lessons: [
                    {
                        name: 'معرفی دوره',
                        time: '00:10:22'
                    }
                ]
            },
        ]
    },
    {
        id: 6,
        title: 'آموزش Next.js',
        category: 'فرانت اند',
        price: 850000 ,
        student: 452,
        image: require('../images/courses/image6.png'),
        teacherName: 'محمد امین سعیدی راد',
        courseTime: '15:52',
        status: 'در حال برگزاری',
        score: 4.5,
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.' ,
        off: false,
        CourseParts : [
            {
                title: 'معرفی دوره',
                lessons: [
                    {
                        name: 'معرفی دوره',
                        time: '00:10:22'
                    }
                ]
            },
        ]
    },
    {
        id: 7,
        title: 'آموزش ری اکت ( ReactJS )',
        category: 'فرانت اند',
        price: 550000 ,
        student: 1254,
        image: require('../images/courses/image7.png'),
        teacherName: 'محمد امین سعیدی راد',
        courseTime: '99:17:20',
        status: 'در حال برگزاری',
        score: 4.5,
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.' ,
        off: false,
        CourseParts : [
            {
                title: 'معرفی دوره',
                lessons: [
                    {
                        name: 'معرفی دوره',
                        time: '00:10:22'
                    }
                ]
            },
        ]
    },
    {
        id: 8,
        title: 'آموزش ری اکت ( ReactJS )',
        category: 'فرانت اند',
        price: 550000 ,
        student: 1254,
        image: require('../images/courses/image4.png'),
        teacherName: 'محمد امین سعیدی راد',
        courseTime: '99:17:20',
        status: 'در حال برگزاری',
        score: 2.5,
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.' ,
        off: false,
        CourseParts : [
            {
                title: 'معرفی دوره',
                lessons: [
                    {
                        name: 'معرفی دوره',
                        time: '00:10:22'
                    }
                ]
            },
        ]
    },
    {
        id: 9,
        title: 'آموزش شبکه با گرایش امنیت',
        category: 'امنیت',
        price: 481000 ,
        student: 735,
        image: require('../images/courses/image8.png'),
        teacherName: 'اشکان مقدس',
        courseTime: '5:13:32',
        status: 'به اتمام رسیده',
        score: 1.5,
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.' ,
        off: false,
        CourseParts : [
            {
                title: 'معرفی دوره',
                lessons: [
                    {
                        name: 'معرفی دوره',
                        time: '00:10:22'
                    }
                ]
            },
        ]
    },
    {
        id: 10,
        title: 'آموزش PWA بصورت پروژه محور',
        category: 'فرانت اند',
        price: 855000 ,
        student: 234,
        image: require('../images/courses/image9.jpg'),
        teacherName: 'اشکان مقدس',
        courseTime: '3:12:15',
        status: 'درحال برگذاری',
        score: .5,
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.' ,
        off: false,
        CourseParts : [
            {
                title: 'معرفی دوره',
                lessons: [
                    {
                        name: 'معرفی دوره',
                        time: '00:10:22'
                    }
                ]
            },
        ]
    },
    {
        id: 11,
        title: 'دوره پروژه محور متخصص جنگو',
        category: 'بک اند',
        price: 315000 ,
        student: 205,
        image: require('../images/courses/image10.png'),
        teacherName: 'رضا دولتی',
        courseTime: '20:11:14',
        status: 'درحال برگذاری',
        score: 4.5,
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.' ,
        off: false,
        CourseParts : [
            {
                title: 'معرفی دوره',
                lessons: [
                    {
                        name: 'معرفی دوره',
                        time: '00:10:22'
                    }
                ]
            },
        ]
    },
    {
        id: 12,
        title: 'Api نویسی با Nodejs',
        category: 'بک اند',
        price: 875000 ,
        student: 330,
        image: require('../images/courses/image11.png'),
        teacherName: 'محمد امین سعیدی راد',
        courseTime: '41:33:53',
        status: 'درحال برگذاری',
        score: 4.5,
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.' ,
        off: false,
        CourseParts : [
            {
                title: 'معرفی دوره',
                lessons: [
                    {
                        name: 'معرفی دوره',
                        time: '00:10:22'
                    }
                ]
            },
        ]
    },
]
export default courses;